{"dogs": ["Peak socialization period for a puppy is from birth to 16 weeks, but socialization continues throughout a dog’s life.This fact is brought to you by Petco.","Dogs actually do sweat, but only through the pads on their paws.This fact is brought to you by Petco.","It’s a myth that you can tell your dog’s temperature by checking their nose. Wet or dry, the best way to know is to use a digital thermometer.This fact is brought to you by Petco.","The typical body temperature for a dog is between 101 and 102.5 degrees Fahrenheit, compared to 98.6 for humans.This fact is brought to you by Petco.","A dog named Stubby served in WWI and became the first canine to be given rank in the US Armed Forces.This fact is brought to you by Petco.","As per the Guinness Book of World Records, the world's smallest dog, a Yorkshire Terrier from Great Britian, weighed a teeny-tiny 4 ounces at age two.","Fifty-eight percent of dog owners include their dogs in their annual holiday photos.","Eighty percent of dog owners shower their pets with gifts on special occasions like birthdays and holidays. On holidays, over half of these pets are included in the signature of family cards.","Legacy pets: In the United States, about 1 million dog owners have named their pets the primary beneficiary in their wills.","Dogs could participate in doggie blood drives: dogs are able to donate blood to fellow pooches.","Walt Disney's family dog was a Poodle named Lady.","Dogs can be beneficial additions to the lives of children with Autism. Trained dogs can lessen the child's tendency of aggressiveness and give them a sense of independence.","Kublai Khan, who established the Yuan Dynasty of ancient China, had the possession of 5,000 Mastiffs ̶ the most dogs ever owned by a single person.","To differentiate between their different types of food, dogs depend more on their sense of smell than their sense of taste. Humans have five times the amount of taste buds than dogs.","For the first 10 days of their lives, Dalmatians' spots are only visible on their skin under the fur. Then the spots emerge.","A dog's third eyelid (yes, it has THREE) is a protective lid called a \"haw\" which keeps moisture in its eyes.","It is illegal to keep a dog as a pet in Iceland.","Contrary to popular belief, Poodles are not French by origin. They're German dogs, but French nobility quickly became fascinated by these pooches.","A poodle's coat was originally shaved to increase swimming skills.","The Prairie Dog is actually part of the squirrel family. Early settlers named them after canines because their calls sounded like barking dogs.","Call them the biters! Female dogs bite double the amount of males.","A typical dog has a mouthful of 42 permanent teeth, while the average human has 32.","“Him” and “Her” were the names of President Lyndon Johnson's two beagles.","Each foot on a Lundehund has six toes!","33 percent of dog owners admit to talking to their dog over the telephone, often leaving them messages on the answering machine.","At age one, dogs have the same level of physical development that humans have at age 15.","Ever heard of the Cesky Terrier? Probably not. Only 350 of them exist, making them what may be the world's rarest dog breed.","Dogs who live in cities tend to live, on average, 3 years longer than dogs from the country.","In 1969, Lassie the famous Collie dog was the very first animal inducted into the Animal Hall of Fame.","The expression \"The Dog Days of Summer\" goes back to ancient Roman times, where people thought Sirius, the Dog Star, created oppressive heat on Earth.","The phrase \"It's Raining Cats and Dogs\" was born in Germany in the 17th century. When storms flooded the streets, dogs and cats were often pulled into the currents.","In French, Bichon Frise means \"small, curly-haired dog.\"","Basset Hounds have the longest ears out of any other dog breed. Many measure between 7 and 10 inches long.","The Australian Shepherd isn't even from Australia. Its origins are tied to the Basque region of Europe.","The American Eskimo breed has been trained to walk across a tightrope in circuses throughout the early 20th century.","The Alaskan Malamute can withstand temperatures as low as 70 degrees below zero.","In 1937, America's first Akita came over from Japan. Its travel companion was Helen Keller.","According to legend, the dog rescued on Noah's Ark was the Afghan Hound.","It's no coincidence that an Affenpinscher looks monkey-like; its name means \"monkey terrier\" in German.","Dogs are not colorblind. They are able to detect color in their vision, just not as vividly as humans.","Man's best friend, indeed! The classic dog name, Fido, means \"fidelity\" in Latin.","Dogs have two times the amount of muscles in their ears than humans.","In ancient China, people used to keep warm by putting dogs up their sleeves.","Studies have shown that obedient dogs live longer lives than pugnacious pugs.","Dogs have feelings, too! Canines show agitated behavior when they see other dogs getting treats while they are left in the dust.","Out of the 12 that were on board, three dogs survived the Titanic: two small Pomeranians and a Pekinese.","A typical dog has the same brain aptitude level as a toddler. Dogs can comprehend about 250 words and count up to 5.","In Moscow, some stray dogs learned to use the underground transit system to navigate throughout the city in search of food.","At the end of the song \"A Day in the Life,\" Paul McCartney recorded a high-pitched whistle that only dogs can hear! This was done specially for his pup, Martha.","Dog body odor is often called \"Frito Feet,\" referring to bacteria collected on dogs' paws that often smell like the popular salty snack.","When drinking water, dogs cup the back of their tongues to transfer water from the bowl into their mouths.","Spiked dog collars were used in ancient Greece to protect dogs' throats from wolf attacks.","Greyhounds can run as fast as 45 mph and are the fastest canines on the planet.","Dalmatians are often deaf doggies. Thirty percent of them cannot hear in either one or two ears.","Beagles and Collies create the most racket than any other dog; the Akbash and Basenji dogs are the most silent.","Some dogs can identify the smell of lung cancer from sniffing a person's breath.","Dogs' sense of hearing can reach four times the distance of humans.","Puppies are born without teeth and eyesight. They're also born deaf.","Most dogs have pink tongues, a sign of good health for its supply of blood vessels, nerves and tastebuds. The Chow Chow and the Shar Pei inherently have black tongues, but this has nothing to do with poor health.","Which came first: the state or the dog? The Chihuahua was named after the spot in northern Mexico where it was discovered in 1850.","The oldest in-tact fossilized remains of a pet canine dates back 33,000 years. It was discovered in Siberia in the 1970s.","The seeds of apples and pears should be kept away from dogs. Their composition includes arsenic, which could kill your dog.","In Palding, Ohio, it is legal for a police officer to bite a barking dog to keep it quiet.","\"A dog has the soul of a philosopher.\" – Plato","Feeling a big anxious? Studies indicate that petting your dog can lower your blood pressure.","Smiling at your dog may make him feisty: dogs see your smile not as friendly body language, but detect your \"bearing teeth\" as a sign of aggression.","A dogs' first sense to develop is touch.","Bingo is the name of the dog on the box of Cracker Jacks.","For running purposes, the shoulder blades on dogs are not attached to the rest of the skeleton.","Grapes and raisins even in small amounts can cause kidney failure in dogs.","After the scandal, one of Michael Vick's fighting dogs ended up being a therapy dog and brought joy to dying children.","In the Harry Potter series, Hagrid's dog, Fang, was a Neapolitan Mastiff- a breed that almost became extinct after WWII.","The priciest dog in the world, a Tibetan Mastiff, was recently bought in China for $1.5 million.","Academics have theorized that Toto from The Wizard of Oz may have been an allegory for Anubis, the Egyptian god of the afterlife.","More dogs are called Max, Jake, Maggie or Molly than any other pet names."], "cats": ["Collectively, kittens yawn about 200 million time per hour.","Cats prefer their food at room temperature—not too hot, not too cold.","A third of cats' time spent awake is usually spent cleaning themselves.","Despite appearing like a wild cat, the Ocicat does not have an ounce of wild blood.","Some cats can survive falls from as high up as 65 feet or more.","Cats use their whiskers to measure openings, indicate mood and general navigation.","A fingerprint is to a human as a nose is to a cat.","According to the International Species Information Service, there are only three Marbled Cats still in existence worldwide.  One lives in the United States.","Outdoor cats' lifespan averages at about 3 to 5 years; indoor cats have lives that last 16 years or more.","According to the Guinness World Records, the largest domestic cat litter totaled at 19 kittens, four of them stillborn.","Teeth of cats are sharper when they're kittens. After six months, they lose their needle-sharp milk teeth.","According to the Association for Pet Obesity Prevention (APOP), about 50 million of our cats are overweight.","Because of widespread cat smuggling in ancient Egypt, the exportation of cats was a crime punishable by death.","A group of kittens is called a \"kindle\", and \"clowder\" is a term that refers to a group of adult cats.","Unlike most other cats, the Turkish Van breed has a water-resistant coat and enjoys being in water.","Cats' rough tongues enable them to clean themselves efficiently and to lick clean an animal bone.","Eating grass rids a cats' system of any fur and helps with digestion.","Most cats will eat 7 to 20 small meals a day. This interesting fact is brought to you by Nature's Recipe®.","The Maine Coon is appropriately the official State cat of its namesake state.","The world's most fertile cat, whose name was Dusty, gave birth to 420 kittens in her lifetime.","In North America, cats are a more popular pet than dogs. Nearly 73 million cats and 63 million dogs are kept as household pets.","Cats have a strong aversion to anything citrus.","Bobtails are known to have notably short tails -- about half or a third the size of the average cat.","In multi-pet households, cats are able to get along especially well with dogs if they're introduced when the cat is under 6 months old and the dog is under one year old.","The Snow Leopard, a variety of the California Spangled Cat, always has blue eyes.","Sir Isaac Newton, among his many achievements, invented the cat \"flap\" door.","A cat's meow is usually not directed at another cat, but at a human. To communicate with other cats, they will usually hiss, purr and spit.","Cats have the cognitive ability to sense a human's feelings and overall mood.","A female cat is also known to be called a \"queen\" or a \"molly.\"","Each side of a cat's face has about 12 whiskers.","It is important to include fat in your cat's diet because they're unable to make the nutrient in their bodies on their own.","Cats came to the Americas from Europe as pest controllers in the 1750s.","A cat's heart beats almost double the rate of a human heart, from 110 to 140 beats per minute.","Talk about Facetime: Cats greet one another by rubbing their noses together.","Cats sleep 16 hours of any given day.","Perhaps the oldest cat breed on record is the Egyptian Mau, which is also the Egyptian language's word for cat.","Ancient Egyptians first adored cats for their finesse in killing rodents—as far back as 4,000 years ago.","A cat can reach up to five times its own height per jump.","A Selkirk slowly loses its naturally-born curly coat, but it grows again when the cat is around 8 months.","It has been said that the Ukrainian Levkoy has the appearance of a dog, due to the angles of its face.","Cats have a 5 toes on their front paws and 4 on each back paw.","In homes with more than one cat, it is best to have cats of the opposite sex. They tend to be better housemates.","Cats CAN be lefties and righties, just like us. More than forty percent of them are, leaving some ambidextrous.","Cats have the skillset that makes them able to learn how to use a toilet.","Cats actually have dreams, just like us. They start dreaming when they reach a week old.","Landing on all fours is something typical to cats thanks to the help of their eyes and special balance organs in their inner ear. These tools help them straighten themselves in the air and land upright on the ground.","In one litter of kittens, there could be multiple \"father\" cats.","Cats are unable to detect sweetness in anything they taste.","If you killed a cat in the ages of Pharaoh, you could've been put to death.","Want to call a hairball by its scientific name? Next time, say the word \"bezoar.\"","Cats can pick up on your tone of voice, so sweet-talking to your cat has more of an impact than you think.","Cats who eat too much tuna can become addicted, which can actually cause a Vitamin E deficiency.","Around the world, cats take a break to nap —a catnap— 425 million times a day.","Blue-eyed cats have a high tendency to be deaf, but not all cats with blue eyes are deaf.","Rather than nine months, cats' pregnancies last about nine weeks.","Most kittens are born with blue eyes, which then turn color with age.","Maine Coons are the most massive breed of house cats. They can weigh up to around 24 pounds.","Cats show affection and mark their territory by rubbing on people. Glands on their face, tail and paws release a scent to make its mark.","Most cat litters contain four to six kittens.","The color of York Chocolates becomes richer with age. Kittens are born with a lighter coat than the adults.","Cats have 24 more bones than humans.","Genetically, cats' brains are more similar to that of a human than a dog's brain.","The two outer layers of a cat's hair are called, respectively, the guard hair and the awn hair.","Although it is known to be the \"tailless cat,\" the Manx can be born with a stub or a short tail.","Ragdoll cats live up to their name: they will literally go limp, with relaxed muscles, when lifted by a human.","Cats have over 100 sounds in their vocal repertoire, while dogs only have 10.","Caution during Christmas: poinsettias may be festive, but they’re poisonous to cats.","Cat's back claws aren't as sharp as the claws on their front paws.","Sometimes called the Canadian Hairless, the Sphynx is the first cat breed that has lasted this long—the breed has been around since 1966.","Black cats aren't an omen of ill fortune in all cultures. In the UK and Australia, spotting a black cat is good luck.","Twenty-five percent of cat owners use a blow drier on their cats after bathing.","A kitten with green fur was discovered in Denmark in 1995. Originally thought to be a genetic mutation, scientists later determined it was due to high copper levels in the water supply.","Call them wide-eyes: cats are the mammals with the largest eyes.","As temperatures rise, so do the number of cats. Cats are known to breed in warm weather, which leads many animal advocates worried about the plight of cats under Global Warming.","Webbed feet on a cat? The Peterbald's got 'em! They make it easy for the cat to get a good grip on things with skill.","A cat's field of vision does not cover the area right under its nose.","Today, cats are living twice as long as they did just 50 years ago.","If your cat's eyes are closed, it's not necessarily because it's tired. A sign of closed eyes means your cat is happy or pleased.","Most cats don't have eyelashes.","Cats would rather starve themselves than eat something they don't like. This means they will refuse an unpalatable -- but nutritionally complete -- food for a prolonged period. This interesting fact is brought to you by Nature's Recipe®.","When a household cat died in ancient Egypt, its owners showed their grief by shaving their eyebrows."]}
